Repository: Birmania/smtp-mailing-queue
Catalog: languages/smtp-mailing-queue-*.po
Languages: de_de, fr_fr

source: Donate
de_de: Schenken
fr_fr: Faire un don

source: Error encountered while processing queue : '%s'
de_de: Beim Verarbeiten der Warteschlange ist ein Fehler aufgetreten: '%s'
fr_fr: Erreur rencontrée lors du traitement de la file d'attente : '%s'

source: Interval for sending mail
de_de: Sende-Intervall
fr_fr: Intervalle d'envoi de courrier

source: SMTP Settings
de_de: SMTP Einstellungen
fr_fr: Paramètres SMTP

source: Advanced Settings
de_de: Erweiterte Einstellungen
fr_fr: Paramètres Avancés

source: Tools
de_de: Hilfsmittel
fr_fr: Outils

source: Supervisors
de_de: Vorgesetzte
fr_fr: Superviseurs

source: Queue Limit
de_de: Warteschlangenlimit
fr_fr: Limite de file d'attente

source: Secret Key
de_de: Sicherheitsschlüssel (Secret Key)
fr_fr: Clé secrète

source: Don't use wp_cron
de_de: wp_cron nicht benutzen
fr_fr: Ne pas utiliser wp_cron

source: wp_cron interval
de_de: wp_cron Intervall
fr_fr: Intervalle wp_cron

source: Min. recipients to enqueue
de_de: Min. Anzahl Empfänger
fr_fr: Min. de destinataires pour la file d'attente

source: Max. retry for mail sending
de_de: Max. Erneut versuchen, E-Mail zu senden
fr_fr: Max. de renvoi de courrier

source: Sent mail storage size
de_de: Speichergröße für gesendete E-Mails
fr_fr: Taille de stockage du courrier envoyé

source: Amount of mails processed per cronjob execution.
de_de: Anzahl Emails, die pro Cronjob Ausführung abgearbeitet werden.
fr_fr: Nombre d'e-mails traités par exécution de cronjob.

source: Minimum amount of recipients required to enqueue mail instead of sending immediately.
de_de: Mindestanzahl an Empfängern benötigt um Email in Warteschlange zu schieben anstatt sofort zu senden.
fr_fr: Nombre minimum de destinataires requis pour mettre le courrier en file d'attente au lieu de l'envoyer immédiatement.

source: Maximum number of retry for mail sending.
de_de: Maximale Anzahl an Wiederholungsversuchen für das Senden von E-Mails.
fr_fr: Nombre maximal de tentative de renvoi de courrier.

source: Maximum number of sent mail stored in the history.
de_de: Maximale Anzahl gesendeter E-Mails, die im Verlauf gespeichert sind.
fr_fr: Nombre maximum d'e-mails envoyés stockés dans l'historique.

source: Important note : Zero means history disabled which is more secure.
de_de: Wichtiger Hinweis: Null bedeutet, dass der Verlauf deaktiviert ist, was sicherer ist.
fr_fr: Remarque importante : Zéro signifie que l'historique est désactivé, ce qui est plus sécurisé.

source: Time in seconds wp_cron waits until next execution.
de_de: Zeit in Sekunden, die wp_cron bis zur nächsten Ausführung warten soll.
fr_fr: Durée en secondes wp_cron attend avant la prochaine exécution.

source: Use a real cronjob instead of wp_cron.
de_de: Nutze einen richtigen cronjob anstatt wp_cron.
fr_fr: Utilisez une vraie tâche cron au lieu de wp_cron.

source: Call %s in cron to start processing queue.
de_de: Rufe %s im Cronjob auf um das Abarbeiten der Warteschlange zu starten.
fr_fr: Appelez %s dans cron pour démarrer la file d'attente de traitement.

source: This key is needed to start processing the queue manually or via cronjob.
de_de: Dieser Schlüssel wird benötigt um die Warteschlange manuell oder per Cronjob abzuarbeiten.
fr_fr: Cette clé est nécessaire pour commencer le traitement de la file d'attente manuellement ou via cronjob.

source: From Name
de_de: Absender Name
fr_fr: Nom de l'émetteur

source: From Email
de_de: Absender Email
fr_fr: Email émetteur

source: Encryption
de_de: Verschlüsselung
fr_fr: Chiffrement

source: Use authentication
de_de: Authentifizierung verwenden?
fr_fr: Utiliser une authentification

source: Username
de_de: Benutername
fr_fr: Nom d'utilisateur

source: Password
de_de: Passwort
fr_fr: Mot de passe

source: Enter the SMTP credentials you got from your mail provider. Leave blank, if you don't want to use SMTP.
de_de: Trage die SMTP Zugangsdaten ein, die du von deinem Emailanbieter erhalten hast. Lasse die Felder leer, wenn du kein SMTP verwenden willst.
fr_fr: Entrez les informations d'identification SMTP que vous avez obtenues auprès de votre fournisseur de messagerie. Laissez ce champ vide si vous ne voulez pas utiliser SMTP.

source: None
de_de: Keine
fr_fr: Aucun

source: Processing
de_de: Behandlung
fr_fr: Traitement

source: Show some informations about processing.
de_de: Zeigen Sie einige Informationen zur Verarbeitung an.
fr_fr: Afficher quelques informations sur le traitement.

source: List Queue
de_de: Warteschlange
fr_fr: Liste de file d'attente

source: Show all mails in mailing queue.
de_de: Zeige alle Emails in der Warteschlange.
fr_fr: Afficher tous les mails en file d'attente.

source: Sending Errors
de_de: Sendefehler
fr_fr: Erreurs d'envoi

source: Emails that could'nt be sent.
de_de: Emails, die nicht gesendet werden konnten.
fr_fr: Emails qui n'ont pas pu être envoyés.

source: Sent
de_de: Gesendet
fr_fr: Envoyés

source: Emails that have been sent.
de_de: E-Mails, die gesendet wurden.
fr_fr: Les e-mails qui ont été envoyés.

source: Authorized delay to process through wp-cron
de_de: Autorisierte Verzögerung bei der Verarbeitung durch wp-cron
fr_fr: Délai autorisé pour traiter via wp-cron

source: %d seconds
de_de: %d Sekunden
fr_fr: %d secondes

source: Maximum delay reached while processing through wp-cron (last 24h)
de_de: Maximale Verzögerung bei der Verarbeitung durch wp-cron erreicht (letzte 24h)
fr_fr: Délai maximum atteint lors du traitement via wp-cron (dernières 24h)

source: If this maximum delay is too high, please reduce the queue limit.
de_de: Wenn diese maximale Verzögerung zu hoch ist, reduzieren Sie bitte das Warteschlangenlimit.
fr_fr: Si ce délai maximum est trop élevé, veuillez réduire la limite de file d'attente.

source: No mails in queue
de_de: Keine Emails in der Warteschlange.
fr_fr: Aucun courrier en file d'attente

source: Time
de_de: Zeit
fr_fr: Heure

source: To
de_de: Empfänger
fr_fr: À

source: Subject
de_de: Betreff
fr_fr: Sujet

source: Message
de_de: Nachricht

source: Headers
de_de: Emailheader
fr_fr: Entêtes

source: Attachments
de_de: Anhänge
fr_fr: Pièces jointes

source: Failures
de_de: Fehler
fr_fr: Echecs

source: No mails in invalid
de_de: Keine Mails in ungültig
fr_fr: Aucun mail dans liste des invalide

source: Bulk actions
de_de: Massenaktionen
fr_fr: Actions groupées

source: Retry
de_de: Wiederholen
fr_fr: Réessayer

source: Delete
de_de: Löschen
fr_fr: Supprimer

source: Apply
de_de: Auftragen
fr_fr: Appliquer

source: Purge all these mails
de_de: Löschen Sie all diese Mails
fr_fr: Purger tous ces mails

source: No mails in sent
de_de: Keine Mails gesendet
fr_fr: Aucun mail dans la liste des envoyés

source: Sent time
de_de: Absendezeit
fr_fr: Heure d'envoi

source: Test Mail
de_de: Test Email
fr_fr: Tester le courrier

source: Test your email settings by sendig directly or adding test mail into queue.
de_de: Teste deine Emaileinstellungen durch direktes Senden oder in die Warteschlange schieben.
fr_fr: Testez vos paramètres de messagerie en envoyant directement ou en ajoutant du courrier de test en file d'attente.

source: Process Queue
de_de: Warteschlange abarbeiten
fr_fr: Traiter la file d'attente

source: Start queue processing manually. Your set queue limit will still be obeyed, if set.
de_de: Starte das Abarbeiten der Warteschlange manuell. Das eingestellte Warteschlangenlimit wird weiterhin eingehalten.
fr_fr: Démarrer le traitement de la file d'attente manuellement. Votre limite de file d'attente sera toujours respectée, si elle est définie.

source: To email address
de_de: Empfänger Emailadresse
fr_fr: Adresse e-mail du destinataire

source: Cc email addresses
de_de: Cc Emailadresse
fr_fr: Adresses e-mail Cc

source: Multiple addresses can be added separated by comma.
de_de: Mehrere Adressen können kommasepariert angegeben werden.
fr_fr: Plusieurs adresses peuvent être ajoutées séparées par des virgules.

source: Bcc email addresses
de_de: Bcc Emailadresse
fr_fr: Adresses e-mail Bcc

source: Don't wait for cronjob
de_de: Nicht auf Cronjob warten
fr_fr: Ne pas attendre le cronjob

source: Send directly without waiting for cronjob to process queue
de_de: Sende direkt, ohne auf den Cronjob zu warten.
fr_fr: Envoyer directement sans attendre que cronjob traite la file d'attente

source: Looks like you're not allowed to do this
de_de: Sieht so aus als ob du das nicht machen darfst.
fr_fr: On dirait que tu n'es pas autorisé à faire ça

source: Email address required
de_de: Emailadresse benötigt
fr_fr: Adresse e-mail requise

source: Subject required
de_de: Betreff benötigt
fr_fr: Sujet requis

source: Message required
de_de: Nachricht benötigt
fr_fr: Message requis

source: Mail file created. Will be sent when cronjob runs
de_de: Email dabei erstellt. Wird verschickt, wenn der Cronjob ausgeführt wird.
fr_fr: Fichier du mail créé. Il sera envoyé quand cronjob sera exécuté

source: Error writing mail data to file
de_de: Fehler beim Emaildatei erstellen.
fr_fr: Erreur lors de l'écriture des données de courrier dans un fichier

source: Mail successfully sent.
de_de: Email erfolgreich versendet.
fr_fr: Mail envoyé avec succès.

source: Error sending mail
de_de: Fehler beim Email versenden
fr_fr: Erreur lors de l’envoi de mail

source: Error detail while sending mail : '%s'
de_de: Fehlerdetails beim Senden von E-Mails: '%s'
fr_fr: Détail de l'erreur lors de l'envoi du courrier : '%s'

source: Emails sent
de_de: Email versendet
fr_fr: Courriel envoyés

source: SMTP Mailing Queue requires at least PHP 5.4 The version you are using is %s.
de_de: SMTP Mailing Queue erfordert mindestens PHP 5.4. Die von Ihnen verwendete Version ist %s.
fr_fr: SMTP Mailing Queue requiert au moins PHP 5.4. La version que vous utilisez est %s.

source: PHP 5.3 was discontinued by the PHP development team on August 14, 2014!
de_de: PHP 5.3 wird seit dem 14. August 2014 nicht mehr vom PHP Entwicklerteam weitergeführt.
fr_fr: PHP 5.3 a été arrêté par l'équipe de développement PHP le 14 août 2014!

source: For security reasons we %s warmly suggest %s that you contact your hosting provider and ask to update your account to the latest stable PHP version, but at least PHP 5.4.
de_de: Aus Sicherheitsgründen %s empfehlen wir wärmstens %s, dass du deinen Hoster kontaktierst und um ein Update auf die aktuellste PHP Version bittest.
fr_fr: Pour des raisons de sécurité, nous %s suggérons vivement %s que vous contactiez votre fournisseur d'hébergement afin de lui demander de mettre à jour votre compte avec la dernière version stable de PHP, mais au moins PHP 5.4.

source: If they refuse for whatever reason we suggest to %s change provider as soon as possible. %s
de_de: Falls sie dies, aus welchen Gründen auch immer, nicht tun wollen empfehlen wir den %s Anbieter so schnell wie möglich zu wechseln. %s.
fr_fr: S'ils refusent pour une raison quelconque, nous vous suggérons de %s changer de fournisseur le plus rapidement possible. %s

source: Host
fr_fr: Hôte
